# RbsRoomCoefficientUtilization Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsRoomCoefficientUtilization Property
ParameterTypeId Class See Also
---
"Coefficient of Utilization"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsRoomCoefficientUtilization { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsRoomCoefficientUtilization As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsRoomCoefficientUtilization {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace